Repository: common-repository/lens-calculator
Catalog: languages/lens-calculator-*.po
Languages: de_de

source: Formaat CCD element graag invullen.
de_de: CCD-Format, bitte ausfüllen.

source: Afstand tot object graag invullen.
de_de: Abstand vom Objekt, bitte ausfüllen.

source: Hoogte van het object graag invullen.
de_de: Höhe des Objekts, bitte ausfüllen.

source: Breedte van het object graag invullen.
de_de: Breite des Objekts, bitte ausfüllen.

source: De onderstaande lenscalculator kan op twee manieren toegepast worden. U kunt de afstand tot het object bepalen door gebruik te maken van de totale breedte van het object, of door de totale hoogte van het object. Het formaat van het CCD of CMOS element staat meestal bij de specificaties van de camera weergegeven.
de_de: Die folgende Linse Rechner kann auf zwei Arten angewendet werden. Du kannst über die gesamte Breite des Objekts, oder die Gesamthöhe des Objekts der Abstand zum Objekt bestimmen. Die Größe des CCD oder CMOS-Element ist in der Regel auf den Spezifikationen der Kamera angezeigt.

source: Berekening naar breedte object
de_de: Berechnung auf Objektbreite

source: Stap 1: Kies het formaat
de_de: Schritt 1: Wähle das Format

source: Kies formaat CCD of CMOS
de_de: Format wählen CCD- oder CMOS

source: 1 inch
de_de: 1 Zoll

source: 2/3 inch
de_de: 2/3 Zoll

source: 1/2 inch
de_de: 1/2 Zoll

source: 1/3 inch
de_de: 1/3 Zoll

source: 1/4 inch
de_de: 1/4 Zoll

source: Stap 2: Wat is de afstand tot het object?
de_de: Schritt 2: Was ist der Abstand zum Objekt?

source: Alleen hele meters gebruiken
de_de: Verwende nur ganze Meter

source: Stap 3: Wat is de breedte van het object?
de_de: Schritt 3: Was ist die Breite des Objekts?

source: Berekenen
de_de: Berechnen

source: Nieuwe berekening
de_de: Neuberechnung

source: Gebruik een
de_de: Verwende ein

source: mm objectief
de_de: mm-Objektiv

source: Berekening naar hoogte object
de_de: Berechnung Objekt Höhe

source: Stap 3: Wat is de hoogte van het object?
de_de: Schritt 3: Was ist die Höhe des Objekts?

source: De lenscalculator kan op twee manieren toegepast worden. U kunt de afstand tot het object bepalen door gebruik te maken van de totale breedte van het object, of door de totale hoogte van het object. Het formaat van het CCD of CMOS element staat meestal bij de specificaties van de camera weergegeven.
de_de: Die Linse Rechner kann auf zwei Arten angewandt werden. Sie können über die gesamte Breite des Objekts, oder die Gesamthöhe des Objekts der Abstand zum Objekt zu bestimmen. Die Größe des CCD oder CMOS-Element ist in der Regel auf den Spezifikationen der Kamera angezeigt.
